{
    "(and :count more error)": "(y :count error m谩s)",
    "(and :count more errors)": "(y :count errores m谩s)",
    "(optional)": "(opcional)",
    "Subject": "Asunto",
    "A fresh verification link has been sent to your email address.": "Se ha enviado un nuevo enlace de verificaci贸n a su correo electr贸nico.",
    "A new verification link has been sent to the email address you provided during registration.": "Se ha enviado un nuevo enlace de verificaci贸n a la direcci贸n de correo electr贸nico que proporcion贸 durante el registro.",
    "A new verification link has been sent to the email address you provided in your profile settings.": "Se ha enviado un nuevo enlace de verificaci贸n a la direcci贸n de correo electr贸nico que proporcion贸 en la configuraci贸n de su perfil.",
    "A new verification link has been sent to your email address.": "Se ha enviado un nuevo enlace de verificaci贸n a su direcci贸n de correo electr贸nico.",
    "Accept Invitation": "Aceptar invitaci贸n",
    "Add": "A帽adir",
    "Add a new team member to your team, allowing them to collaborate with you.": "Agregue un nuevo miembro a su equipo, permiti茅ndole colaborar con usted.",
    "Add additional security to your account using two factor authentication.": "Agregue seguridad adicional a su cuenta mediante la autenticaci贸n de dos factores.",
    "Add Team Member": "A帽adir un nuevo miembro al equipo",
    "Added.": "A帽adido.",
    "Administrator": "Administrador",
    "Administrator users can perform any action.": "Los administradores pueden realizar cualquier acci贸n.",
    "Anticipation": "Anticipaci贸n",
    "All": "Todas",
    "All of the people that are part of this team.": "Todas las personas que forman parte de este equipo.",
    "All rights reserved.": "Todos los derechos reservados.",
    "Allows users to book with chosen anticipation (days)": "Permite a los usuarios reservar con la anticipac贸n elegida (en dias)",
    "Already registered?": "驴Ya se registr贸?",
    "Always open": "Siempre abierto",
    "API Token": "Token API",
    "API Token Permissions": "Permisos para el token API",
    "API Tokens": "Tokens API",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "Los tokens API permiten a servicios de terceros autenticarse con nuestra aplicaci贸n en su nombre.",
    "Are you sure?": "驴Estas segura?",
    "Are you sure you wish to cancel this booking?": "驴Estas segura que quer茅s cancelar esta reserva?",
    "Are you sure you want to delete this booking?": "驴Estas segura que quer茅s eliminar esta reserva?",
    "Are you sure you want to delete this booking? If you do, you'll loose your slot and have to re-start the reservation process.": "驴Est谩s seguro/a que quer茅s eliminar esta reserva? Si lo haces vas a perder tu lugar y tendr谩s que empezar de nuevo.",
    "Are you sure you want to delete this holiday plan?": "驴Est谩s segura que quer茅s eliminar estas vacaciones?",
    "Are you sure you want to delete this slot?": "驴Est谩s segura que quer茅s eliminar este horario?",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "驴Est谩 seguro que desea eliminar este equipo? Una vez que se elimina un equipo, todos sus recursos y datos se eliminar谩n de forma permanente.",
    "Are you sure you want to delete this user?": "驴Est谩s segura que quer茅s eliminar este usuario?",
    "Are you sure you want to delete this account? Once the account is deleted, all of its resources and data will be permanently deleted.": "驴Est谩s segura que quer茅s eliminar esta cuenta? Una vez que se elimina la cuenta, todos sus recursos y datos se eliminar谩n de forma permanente.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "驴Est谩 seguro que desea eliminar su cuenta? Una vez que se elimine su cuenta, todos sus recursos y datos se eliminar谩n de forma permanente. Ingrese su contrase帽a para confirmar que desea eliminar su cuenta de forma permanente.",
    "Are you sure you wish to mark this booking as completed?": "驴Estas segura que quer茅s marcar esta reserva como completada?",
    "Are you sure you would like to delete this API token?": "驴Est谩 seguro que desea eliminar este token API?",
    "Are you sure you would like to leave this team?": "驴Est谩 seguro que le gustar铆a abandonar este equipo?",
    "Are you sure you would like to remove this person from the team?": "驴Est谩 seguro que desea retirar a esta persona del equipo?",
    "at": "a las",
    "Awaiting MP's confirmation": "Esperando confirmaci贸n de MP",
    "At least :x characters": "Al menos :x caracteres",
    "Back": "Volver",
    "Before continuing, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Antes de continuar, 驴podr铆a verificar su direcci贸n de correo electr贸nico haciendo clic en el enlace que le acabamos de enviar? Si no recibi贸 el correo electr贸nico, con gusto le enviaremos otro.",
    "Before proceeding, please check your email for a verification link.": "Antes de continuar, compruebe el enlace de verificaci贸n en su correo electr贸nico.",
    "Bioconstelation session - 1.5 hours": "Sesi贸n de Bioconstelaci贸n - 1,5 horas",
    "Book yourself a slot": "Reserv谩 tu lugar",
    "Booking details": "Detalles de la reserva",
    "Booking expired": "Reserva caducada",
    "Booking number": "N煤mero de reserva",
    "Booking reminder": "Recordatorio de reserva",
    "Booking saved.": "Reserva guardada.",
    "Booking type": "Tipo de reserva",
    "Booking updated.": "Reserva actualizada.",
    "Bookings": "Reservas",
    "Browser Sessions": "Sesiones del navegador",
    "Call on Whatsapp": "Llamar por WhatsApp",
    "Cash": "Efectivo",
    "Cancel": "Cancelar",
    "Cancel booking": "Cancelar reserva",
    "Cancelled": "Cancelada",
    "Changes saved.": "Cambios guardados.",
    "Checkout": "Pagar",
    "Choose the last date to display on the calendar": "Eleg铆 una fecha tope para mostrar en el calendario",
    "Click here to re-send the verification email.": "Haga clic aqu铆 para reenviar el correo de verificaci贸n.",
    "click here to request another": "haga clic aqu铆 para solicitar otro",
    "Close": "Cerrar",
    "Closed": "Cerrado",
    "Code": "C贸digo",
    "Completed": "Completada",
    "Configuration": "Configuraci贸n",
    "Confirm": "Confirmar",
    "Confirm Password": "Confirmar contrase帽a",
    "Confirm payment": "Confirmar pago",
    "Contact site administrator": "Contact谩 al administrador del sitio",
    "contact us": "contactarnos",
    "Contact us": "Contactanos",
    "Contact your therapist": "Contact谩 a tu terapeuta",
    "Continue to checkout": "Continuar",
    "Copied": "Copiado",
    "Country": "Pais",
    "Country code": "C贸digo de pais",
    "Create": "Crear",
    "Create a new team to collaborate with others on projects.": "Cree un nuevo equipo para colaborar con otros en proyectos.",
    "Create Account": "Crear cuenta",
    "Create API Token": "Crear Token API",
    "Create New Team": "Crear nuevo equipo",
    "Create Team": "Crear equipo",
    "Created.": "Creado.",
    "Current Password": "Contrase帽a actual",
    "Dashboard": "Panel",
    "Date": "Fecha",
    "Dates": "Fechas",
    "Delete": "Eliminar",
    "delete": "eliminar",
    "Delete Account": "Borrar cuenta",
    "Delete API Token": "Borrar token API",
    "Delete booking": "Borrar reserva",
    "Delete Team": "Borrar equipo",
    "Disable": "Deshabilitar",
    "Done.": "Hecho.",
    "Don't show again": "No volver a mostrar.",
    "Edit": "Editar",
    "Edit booking": "Editar reserva",
    "Edit Profile": "Editar perfil",
    "Edit User": "Editar usuario",
    "Editor": "Editor",
    "Editor users have the ability to read, create, and update.": "Los editores est谩n habilitados para leer, crear y actualizar.",
    "Email": "Correo electr贸nico",
    "Email Address": "Correo electr贸nico",
    "Email Confirmation": "Confirmaci贸n de contacto",
    "Email Password Reset Link": "Enviar enlace para restablecer contrase帽a",
    "Email veirified": "Correo electr贸nico verificado",
    "Enable": "Habilitar",
    "End": "Fin",
    "'End' must be later than 'start'": "'Fin' tiene que ser mas tarde que 'inicio'",
    "Ensure your account is using a long, random password to stay secure.": "Aseg煤rese que su cuenta est茅 usando una contrase帽a larga y aleatoria para mantenerse seguro.",
    "Finish enabling two factor authentication.": "Termine de habilitar la autenticaci贸n de dos factores.",
    "For your security, please confirm your password to continue.": "Por su seguridad, confirme su contrase帽a para continuar.",
    "Forbidden": "Prohibido",
    "Forgot your password?": "驴Olvid贸 su contrase帽a?",
    "Forgot Your Password?": "驴Olvid贸 su Contrase帽a?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "驴Olvid贸 su contrase帽a? No hay problema. Simplemente d茅jenos saber su direcci贸n de correo electr贸nico y le enviaremos un enlace para restablecer la contrase帽a que le permitir谩 elegir una nueva.",
    "Friday": "Viernes",
    "Friyay": "Viernes",
    "From": "Desde",
    "from": "desde",
    "Future": "Futuras",
    "get yourself another slot": "reservarte otro lugar",
    "Go to page :page": "Ir a la p谩gina :page",
    "Great! You have accepted the invitation to join the :team team.": "隆Genial! Usted ha aceptado la invitaci贸n para unirse al equipo :team.",
    "Hello!": "隆Hola!",
    "Here are your next session's details, make sure your own details are correct so we have no trouble getting in touch with you. If you need to make any changes, you can" : "Estos son los detalles de tu pr贸xima sesi贸n, asegurate de que tus datos sean correctos para que nos podamos comunicar sin problemas. Si necesitas hacer alg煤n cambio, pod茅s",
    "Hi": "Hola",
    "Holiday plans": "Vacaciones programadas",
    "Holiday saved": "Vacaciones guardadas",
    "Holidays": "Vacaciones",
    "Home": "Inicio",
    "How to book a bioconstelation session": "C贸mo reservar una sesi贸n de bioconstelaci贸n",
    "I agree to the :terms_of_service and :privacy_policy": "Acepto los :terms_of_service y la :privacy_policy",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Si es necesario, puede salir de todas las dem谩s sesiones de otros navegadores en todos sus dispositivos. Algunas de sus sesiones recientes se enumeran a continuaci贸n; sin embargo, es posible que esta lista no sea exhaustiva. Si cree que su cuenta se ha visto comprometida, tambi茅n deber铆a actualizar su contrase帽a.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Si ya tiene una cuenta, puede aceptar esta invitaci贸n haciendo clic en el bot贸n de abajo:",
    "If you did not create an account, no further action is required.": "Si no ha creado una cuenta, no se requiere ninguna acci贸n adicional.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Si no esperaba recibir una invitaci贸n para este equipo, puede descartar este correo electr贸nico.",
    "If you did not receive the email": "Si usted no recibi贸 el correo electr贸nico",
    "If you did not request a password reset, no further action is required.": "Si no ha solicitado el restablecimiento de contrase帽a, omita este mensaje de correo electr贸nico.",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Si no tiene una cuenta, puede crear una haciendo clic en el bot贸n de abajo. Despu茅s de crear una cuenta, puede hacer clic en el bot贸n de aceptaci贸n de la invitaci贸n en este correo electr贸nico para aceptar la invitaci贸n del equipo:",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Si est谩 teniendo problemas al hacer clic en el bot贸n \":actionText\", copie y pegue la URL de abajo\nen su navegador web:",
    "In-person": "Presencial",
    "In-person sessions": "Sesiones presenciales",
    "In-person sessions happen in Cosquin, Cordoba, Argenina. If you want to have an online session via video call, please select \"Virtual\".": "Las sesiones presenciales son en Cosquin, Cordoba, Argentina. Si quer茅s que tu sesi贸n sea por videollamada, eleg铆 \"virtual\".",
    "Including one helps us identify the issue.": "Incluir una nos ayuda a identificar el problema.",
    "Is booking": "Es reserva",
    "Last active": "Activo por 煤ltima vez",
    "Last Name": "Apellido",
    "Last used": "Usado por 煤ltima vez",
    "Leave": "Abandonar",
    "Leave Team": "Abandonar equipo",
    "Location": "Ubicaci贸n",
    "Log in": "Iniciar sesi贸n",
    "Log in to go forward. If you haven't got an acount, you can": "Inicie sesi贸n para continuar. Si no tiene una cuenta, puede",
    "Log Out": "Cerrar sesi贸n",
    "Log Out Other Browser Sessions": "Cerrar las dem谩s sesiones",
    "Login": "Iniciar sesi贸n",
    "Logout": "Finalizar sesi贸n",
    "Manage Account": "Administrar cuenta",
    "Manage and log out your active sessions on other browsers and devices.": "Administre y cierre sus sesiones activas en otros navegadores y dispositivos.",
    "Manage API Tokens": "Administrar Tokens API",
    "Manage Role": "Administrar rol",
    "Manage Team": "Administrar equipo",
    "Mark as completed": "Marcar como completada",
    "Message": "Mensaje",
    "Monday": "Lunes",
    "My bookings": "Mis reservas",
    "Name": "Nombre",
    "New Booking": "Nueva Reserva",
    "New booking": "Nueva reserva",
    "New message from the web": "Nuevo mensaje desde la web",
    "New Password": "Nueva Contrase帽a",
    "Not Found": "No encontrado",
    "of": "de",
    "Omit it for one-day holidays": "Dejala en blanco para cerrar un solo d铆a",
    "Open on website": "Abrir en la web",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Una vez que se elimina un equipo, todos sus recursos y datos se eliminar谩n de forma permanente. Antes de eliminar este equipo, descargue cualquier dato o informaci贸n sobre este equipo que desee conservar.",
    "Once you do this, you won't be able to edit this booking.": "Una vez que lo hagas, no vas a poder editar la reserva.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una vez su cuenta sea borrada, todos sus recursos y datos se eliminar谩n de forma permanente. Antes de borrar su cuenta, por favor descargue cualquier dato o informaci贸n que desee conservar.",
    "Open until": "Abierto hasta",
    "Optional": "Opcional",
    "Overlaping holiday plans!": "Vacaciones superpuestas!",
    "Page Expired": "P谩gina expirada",
    "Pagination Navigation": "Navegaci贸n por los enlaces de paginaci贸n",
    "Paid": "Pagado",
    "Paid ammount": "Monto pagado",
    "Past": "Pasadas",
    "Password": "Contrase帽a",
    "Pay": "Pagar",
    "Payment": "Pago",
    "Payment failed": "Fallo en el pago",
    "Payment refunded": "Pago reembolsado",
    "Payment status": "Estado del pago",
    "Pending": "Pendiente",
    "Pending Team Invitations": "Invitaciones de equipo pendientes",
    "Permanently delete this team.": "Eliminar este equipo de forma permanente",
    "Permanently delete your account.": "Eliminar su cuenta de forma permanente.",
    "Permissions": "Permisos",
    "Phone": "Tel茅fono",
    "Photo": "Foto",
    "Please click the button below to verify your email address.": "Por favor, haga clic en el bot贸n de abajo para verificar su direcci贸n de correo electr贸nico.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Por favor confirme el acceso a su cuenta ingresando uno de sus c贸digos de recuperaci贸n de emergencia.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Por favor confirme el acceso a su cuenta digitando el c贸digo de autenticaci贸n provisto por su aplicaci贸n autenticadora.",
    "Please confirm your password before continuing.": "Por favor confirme su contrase帽a antes de continuar.",
    "Please copy your new API token. For your security, it won't be shown again.": "Por favor copie su nuevo token API. Por su seguridad, no se volver谩 a mostrar.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Por favor ingrese su contrase帽a para confirmar que desea cerrar las dem谩s sesiones de otros navegadores en todos sus dispositivos.",
    "Please provide the email address of the person you would like to add to this team.": "Por favor proporcione la direcci贸n de correo electr贸nico de la persona que le gustar铆a agregar a este equipo.",
    "Price": "Precio",
    "Privacy Policy": "Pol铆tica de Privacidad",
    "Profile": "Perfil",
    "Profile Information": "Informaci贸n de perfil",
    "Purchase details": "Detalles de la compra",
    "Re-open": "Abrir",
    "Recovery Code": "C贸digo de recuperaci贸n",
    "Refund": "Reembolsar",
    "Refund date": "Reembolsado el",
    "Refunded": "Reembolsado",
    "Regards": "Saludos",
    "Regenerate Recovery Codes": "Regenerar c贸digos de recuperaci贸n",
    "Register": "Registrarse",
    "register": "registrarse",
    "Registration date": "Registrado el",
    "Remember me": "Mantener sesi贸n activa",
    "Remember Me": "Mantener sesi贸n activa",
    "Remember times are in UTC-3 (Argentinian time)": "Record谩 que los horarios son UTC-3 (hora argentina)",
    "Remove": "Eliminar",
    "Remove Photo": "Eliminar foto",
    "Remove Team Member": "Eliminar miembro del equipo",
    "Resend Verification Email": "Reenviar correo de verificaci贸n",
    "Reset Password": "Restablecer contrase帽a",
    "Reset Password Notification": "Notificaci贸n de restablecimiento de contrase帽a",
    "results": "resultados",
    "restore": "reestablecer",
    "Restore booking's date and time": "Reestablecer fecha y hora de la reserva",
    "Role": "Rol",
    "Saturday": "S谩bado",
    "Save": "Guardar",
    "Saved.": "Guardado.",
    "Screenshot": "Captura de pantalla",
    "Search": "Buscar",
    "Select": "Seleccione",
    "Select A New Photo": "Seleccione una nueva foto",
    "Select your preferred type of booking (online or in-person), choose a day from the date picker, select one of the available slots and continue to checkout. We'll send an email with your booking's details once your payment is confirmed and a reminder a few minutes before your booking.": "Eleg铆 el tipo de reserva que prefieras (videollamada o presencial), busc谩 una fecha en el calendario, eleg铆 uno de los horarios disponibles y toc谩 continuar para pagar tu reserva. Te vamos a mandar un mail con los detalles una vez que se haya confirmado el pago y un recordatorio algunos minutos antes de que comience tu sesi贸n.",
    "Send": "Enviar",
    "Sender": "De",
    "Send Password Reset Link": "Enviar enlace para restablecer la contrase帽a",
    "Server Error": "Error del servidor",
    "Service Unavailable": "Servicio no disponible",
    "Set up your daily schedule": "Eleg铆 en que horarios quer茅s trabajar",
    "Setup Key": "Clave de configuraci贸n",
    "Show Recovery Codes": "Mostrar c贸digos de recuperaci贸n",
    "Showing": "Mostrando",
    "Slot": "Horario",
    "Slots": "Horarios",
    "Slot saved.": "Horario guardado.",
    "Sorry, that slot is no longer available. Please try again.": "Lo sentimos, ese lugar ya no est谩 disponible. Por favor intent谩 de nuevo.",
    "Start": "Inicio",
    "Status": "Estado",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Guarde estos c贸digos de recuperaci贸n en un administrador de contrase帽as seguro. Se pueden utilizar para recuperar el acceso a su cuenta si pierde su dispositivo de autenticaci贸n de dos factores.",
    "Sunday": "Domingo",
    "Switch Teams": "Cambiar de equipo",
    "Tap to copy": "Toc谩 para copiarlo",
    "Tap to message": "Toc谩 para enviar un mensaje",
    "Team Details": "Detalles del equipo",
    "Team Invitation": "Invitaci贸n de equipo",
    "Team Members": "Miembros del equipo",
    "Team Name": "Nombre del equipo",
    "Team Owner": "Propietario del equipo",
    "Team Settings": "Ajustes del equipo",
    "Telephone Number": "Tel茅fono",
    "Terms of Service": "T茅rminos del servicio",
    "There's nothing over here ": "Nada por aqu铆 ",
    "Thank you for booking a session with us! These are your booking details:": "隆Gracias por reservar tu sesi贸n con nosotros! Estos son los detalles de tu reserva:",
    "Thank you for contacting us. We have received your message and will get back to you as soon as possible.": "Gracias por contactarnos. Hemos recibido tu mensaje y nos pondremos en contacto lo antes posible.",
    "Thank you for your booking! Please check your details to make sure they are correct. You will be receiving a copy of this via email.": "隆Gracias por tu reserva! Por favor checke谩 tus datos para asegurarte de que sean correctos. Vas a estar recibiendo una copia de estos datos por email.",
    "Thank you, your message has been sent.": "Gracias, tu mensaje ha sido enviado.",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "隆Gracias por registrarse! Antes de comenzar, 驴podr铆a verificar su direcci贸n de correo electr贸nico haciendo clic en el enlace que le acabamos de enviar? Si no recibi贸 el correo electr贸nico, con gusto le enviaremos otro.",
    "That selection creates overlapping slots": "Esa selecci贸n genera horarios solapados",
    "The :attribute must be a valid role.": ":Attribute debe ser un rol v谩lido.",
    "The :attribute must be at least :length characters and contain at least one number.": "La :attribute debe tener al menos :length caracteres y contener por lo menos un n煤mero.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "La :attribute debe tener al menos :length caracteres y contener por lo menos un caracter especial y un n煤mero.",
    "The :attribute must be at least :length characters and contain at least one special character.": "La :attribute debe tener al menos :length caracteres y contener por lo menos un car谩cter especial.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "La :attribute debe tener al menos :length caracteres y contener por lo menos una letra may煤scula y un n煤mero.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "La :attribute debe tener al menos :length caracteres y contener por lo menos una letra may煤scula y un car谩cter especial.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "La :attribute debe tener al menos :length caracteres y contener por lo menos una letra may煤scula, un n煤mero y un car谩cter especial.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "La :attribute debe tener al menos :length caracteres y contener por lo menos una letra may煤scula.",
    "The :attribute must be at least :length characters.": "La :attribute debe tener al menos :length caracteres.",
    "The :attribute must contain at least one letter.": "La :attribute debe contener al menos una letra.",
    "The :attribute must contain at least one number.": "La :attribute debe contener al menos un n煤mero.",
    "The :attribute must contain at least one symbol.": "La :attribute debe contener al menos un s铆mbolo.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "La :attribute debe contener al menos una letra may煤scula y una min煤scula.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "La :attribute proporcionada se ha visto comprometida en una filtraci贸n de datos (data leak). Elija una :attribute diferente.",
    "The given data was invalid.": "Los datos proporcionados no son v谩lidos.",
    "The password is incorrect.": "La contrase帽a es incorrecta.",
    "The provided password does not match your current password.": "La contrase帽a proporcionada no coincide con su contrase帽a actual.",
    "The provided password was incorrect.": "La contrase帽a proporcionada no es correcta.",
    "The provided two factor authentication code was invalid.": "El c贸digo de autenticaci贸n de dos factores proporcionado no es v谩lido.",
    "The provided two factor recovery code was invalid.": "El c贸digo de recuperaci贸n de dos factores proporcionado no es v谩lido.",
    "The team's name and owner information.": "Nombre del equipo e informaci贸n del propietario.",
    "There are pending bookings in that range": "Hay reservas pendientes en ese int茅rvalo",
    "There was an error, please try again": "Hubo un error, intent谩 de nuevo",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "Estas personas han sido invitadas a su equipo y se les ha enviado un correo electr贸nico de invitaci贸n. Pueden unirse al equipo aceptando la invitaci贸n por correo electr贸nico.",
    "Start time": "Hora de inicio",
    "This device": "Este dispositivo",
    "This is a friendly reminder about your booking, which starts at **": "Este es un recordatorio acerca de tu reserva, que es hoy a las **",
    "This is a secure area of the application. Please confirm your password before continuing.": "Esta es un 谩rea segura de la aplicaci贸n. Confirme su contrase帽a antes de continuar.",
    "This password does not match our records.": "Esta contrase帽a no coincide con nuestros registros.",
    "This password reset link will expire in :count minutes.": "Este enlace de restablecimiento de contrase帽a expirar谩 en :count minutos.",
    "This user already belongs to the team.": "Este usuario ya pertenece al equipo.",
    "This user has already been invited to the team.": "Este usuario ya ha sido invitado al equipo.",
    "Thursday": "Jueves",
    "Time": "Hora",
    "to": "al",
    "to client": "a",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.": "Para terminar de habilitar la autenticaci贸n de dos factores, escanee el siguiente c贸digo QR usando la aplicaci贸n de autenticaci贸n de su tel茅fono o ingrese la clave de configuraci贸n y proporcione el c贸digo OTP generado.",
    "To send a response, reply to this email.": "Para enviar una respuesta, contest谩 este correo.",
    "Toggle navigation": "Activar navegaci贸n",
    "toggle this to choose between a holiday or a booking.": "eleg铆 entre hacer una reserva y cerrar un horario.",
    "Token Name": "Nombre del token",
    "Too Many Requests": "Demasiadas peticiones",
    "Tuesday": "Martes",
    "Two Factor Authentication": "Autenticaci贸n de dos factores",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.": "La autenticaci贸n de dos factores ahora est谩 habilitada. Escanee el siguiente c贸digo QR usando la aplicaci贸n de autenticaci贸n de su tel茅fono o ingrese la clave de configuraci贸n.",
    "Type": "Tipo",
    "Unauthorized": "No autorizado",
    "Until": "Hasta",
    "until": "hasta",
    "Upcoming session": "Pr贸xima sesi贸n",
    "Update Password": "Actualizar contrase帽a",
    "Update your account's profile information and email address.": "Actualice la informaci贸n de su cuenta y la direcci贸n de correo electr贸nico",
    "Use a recovery code": "Use un c贸digo de recuperaci贸n",
    "Use an authentication code": "Use un c贸digo de autenticaci贸n",
    "User details": "Datos del usuario",
    "User ID": "ID de usuario",
    "User updated.": "Usuario actualizado.",
    "Users": "Usuarios",
    "Verify Email Address": "Confirme su correo electr贸nico",
    "Verify Your Email Address": "Verifique su direcci贸n de correo electr贸nico",
    "View": "Ver",
    "View booking": "Ver reserva",
    "Virtual": "Virtual",
    "We got your message": "Recibimos tu mensaje",
    "We have received your message": "Hemos recibido tu mensaje",
    "We were unable to find a registered user with this email address.": "No pudimos encontrar un usuario registrado con esta direcci贸n de correo electr贸nico.",
    "Wednesday": "Mi茅rcoles",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Cuando la autenticaci贸n de dos factores est茅 habilitada, le pediremos un token aleatorio seguro durante la autenticaci贸n. Puede recuperar este token desde la aplicaci贸n Google Authenticator de su tel茅fono.",
    "Whoops!": "隆Ups!",
    "Woops! a booking has just come in for that day and time, you might wanna get in touch with the client.": "隆Uy! acaba de llegar una reserva para ese d铆a y hora, deberias contactarte con el cliente para cancelar la reserva.",
    "Woops! It seems you have ran out of time to pay for this booking. But don't worry, you can": "Epa! parece que te quedaste sin tiempo para pagar esta reserva. Pero no te preocupes, pod茅s",
    "Whoops! Something went wrong.": "隆Ups! Algo sali贸 mal.",
    "Woops! Something went wrong whilst trying to take that payment.": "隆Uy! algo mali贸 sal cuando intentamos tomar ese pago.",
    "Working days": "Dias laborales",
    "You are about to pay back": "Estas por devolverle",
    "You are logged in!": "隆Usted est谩 conectado!",
    "You are receiving this email because we received a password reset request for your account.": "Ha recibido este mensaje porque se solicit贸 un restablecimiento de contrase帽a para su cuenta.",
    "You have a new booking:": "Ten茅s una nueva reserva:",
    "You have a pending payment. You need to finish your checkout or delete the booking before you can grab another slot.": "Tenes un pago pendiente. Necesitas completar el pago o cancelar la reserva antes de reservar otro lugar.",
    "You have been invited to join the :team team!": "隆Usted ha sido invitado a unirse al equipo :team!",
    "You have enabled two factor authentication.": "Ha habilitado la autenticaci贸n de dos factores.",
    "You have not enabled two factor authentication.": "No ha habilitado la autenticaci贸n de dos factores.",
    "You have received a new message from the web:": "Has recibido un nuevo mensaje de la web:",
    "You may accept this invitation by clicking the button below:": "Puede aceptar esta invitaci贸n haciendo clic en el bot贸n de abajo:",
    "You may delete any of your existing tokens if they are no longer needed.": "Puede eliminar cualquiera de sus tokens existentes si ya no los necesita.",
    "You may not delete your personal team.": "No se puede borrar su equipo personal.",
    "You may not leave a team that you created.": "No se puede abandonar un equipo que usted cre贸.",
    "Your booking details": "Tu reserva",
    "Your email address is unverified.": "Su direcci贸n de correo electr贸nico no est谩 verificada.",
    "Your message has been sent.": "Tu mensaje ha sido enviado.",
    "Your next session is on": "Tu pr贸xima sesi贸n es el",
    "You're logged in!": "Has iniciado sesi贸n",
    "st": "de",
    "nd": "de",
    "rd": "de",
    "th": "de",
    "** today": "**"
}
